import {Reviews} from './shared/models/reviews';

export const REVIEWS_SHOWN: Reviews[] = [
  {
    id: 1,
    image: '../assets/review_img/evgeny_32.png',
    text: 'По возможности стараюсь не садиться за руль без десяти­минутного занятия на ваших тренажерах — очень помогают включить' +
    'внимание и чувствовать себя увереннее.',
    name: 'Евгений, 32 года',
  },
  {
    id: 2,
    image: '../assets/review_img/svetlana_52.png',
    text: 'Перестала забывать, куда кладу вещи, в магазин теперь хожу без списка, да и вообще мысли стали собраннее.',
    name: 'Светлана Николаевна, 52 года',
  },
  {
    id: 3,
    image: '../assets/review_img/anton_27.png',
    text: 'Работаю на погрузчике, заметил, что номера позиций стал доставать из головы, а не из записки — стал успевать гораздо' +
    'больше нормы.',
    name: 'Антон, 27 лет',
  },
];
