import {Reviews} from './models/reviews';

export const REVIEWS_HIDDEN: Reviews[] = [
  {
    id: 4,
    image: '../assets/review_img/darya_31.png',
    text: 'В последнее время меньше допускаю ошибок в документах, даже начальник заметил. А ещё стала легче запоминать новые английские' +
    'слова, да и вообще учиться чемуто новому стало намного проще!',
    name: 'Дарья, 31 год',
  },
  {
    id: 5,
    image: '../assets/review_img/irina_37.png',
    text: 'Я выполняю заказы на дому. Из-за невнимательности и частых ошибок мне стали давать меньше заказов. Викиум мне очень помог!' +
    'Теперь я не просто выполняю заказы без ошибок, но делаю это гораздо быстрее.',
    name: 'Ирина, 37 лет',
  },
  {
    id: 6,
    image: '../assets/review_img/roman_39.png',
    text: 'В течение рабочего дня бывают такие моменты, когда работа не клеится. В эти минуты я захожу на Викиум и спустя 10 минут' +
    'занятий я снова могу продуктивно работать.',
    name: 'Роман, 39 лет',
  },
  {
    id: 7,
    image: '../assets/review_img/vladimir_64.png',
    text: 'Последние годы начал замечать за собой, что не всегда могу подобрать слова в диалоге или споре, хотя уверен, что знаю как' +
    'надо сказать. Уже где-то полгода я занимаюсь на ваших тренажерах, и понял, что происходить это стало гораздо реже.',
    name: 'Владимир Иванович, 64 года',
  },
  {
    id: 8,
    image: '../assets/review_img/olga_45.png',
    text: 'Раньше не могла заниматься одним делом больше 20 минут — мысли улетали, а уж если что-то отвлекало, то долго не могла' +
    'погрузиться обратно в работу. Спустя четыре месяца занятий на Викиум, я вижу как стала более сконцентрированной и работоспособной.',
    name: 'Ольга, 45 лет',
  },
  {
    id: 9,
    image: '../assets/review_img/sergey_28.png',
    text: 'Познакомился с девушкой в сети. Когда встретились первый раз, понял, что со мной что-то не так — мысли были путанные, не мог' +
    'завести тему или поддержать её. Теперь я вижу, что стал более внимательный, научился легко импровизировать в диалога',
    name: 'Сергей, 28 лет',
  },
];
